Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: The network created when you slave all of your minor personal electronics to your ecto or mesh inserts.
fr_fr: Le réseau créé lorsque vous asservissez tous vos périphériques électroniques mineur à votre ecto ou votre insert de mesh.

source: Pandora Gates: The wormhole gateways left behind by the TITANs.
fr_fr: Porte de Pandorre: Les portails de trou-de-ver abandonné par les TITANs.

source: Pods: Mixed biological-synthetic morphs.
fr_fr: Pods: Des morphs à la fois biologique et synthétiques.

source: Pod clones are force-grown and feature computer brains.
fr_fr: Les clones utilisé pour créer les pods subissent une croissance forcée et possèdent un cerveau informatique.

source: Also known as bio-bots, skinjobs, replicants.
fr_fr: Aussi appelé bio-bots, pelure, répliquants.

source: From ``pod people.'' Posthuman: A human or transhuman individual or species that has been genetically or cognitively modified so extensively as to no longer be human (a step beyond transhuman).
fr_fr: Posthumain: Un individu, humain ou un transhumain, ou une espèce qui a été génétiquement ou cognitivement modifié à un point qu'il n'est plus réellement humain (un cran au-dessus de transhumain).

source: Aka parahuman.
fr_fr: Aussi appelé parahumain.

source: Prometheans: A group of transhuman-friendly seed AIs that were created by the Lifeboat Project (precursors to the argonauts) years before the TITANs became self- aware and that (mostly) avoided Exsurgent infection.
fr_fr: Prométhéens: Un groupe d'IAs germes pro-transhumaine créées par le Projet Canot de Sauvetage (précurseurs des argonautes) des années avant que les TITANS ne développent une conscience d'eux et qui ont (presque) évitées l'Infection Exsurgente.

source: The Prometheans secretly back Firewall and work to defeat existential threats.
fr_fr: Les Prométhéens travaillent secrètement en soutien de Firewall et luttent contre les menaces existentielles.

source: Proxies: Members of the Firewall internal structure.
fr_fr: Proxys: Membres de la structure interne de Firewall.

source: Psi: Parapsychological powers acquired due to infection by the Watts-MacLeod strain of Exsurgent virus.
fr_fr: Psi: Pouvoirs parapsychologique développés suite à l'infection par la souche Watts-MacLeod du virus Exsurgent.

source: Reaper: A warbot synthmorph.
fr_fr: Reapeur: Une synthmorph de combat.

source: Reclaimers: A transhuman faction that seeks to lift the interdiction and reclaim Earth.
fr_fr: Réclamationnistes: Une faction transhumanistes qui cherche à lever l'interdiction et à récupérer la Terre.

source: Redneck: A rural Martian.
fr_fr: Redneck: Un Martien rural.

source: See Barsoomian.
fr_fr: Voir Barsoomien.

source: Aka Reds.
fr_fr: Aussi appelés Reds.

source: Reinstantiated: Refugees from Earth who escaped only as bodiless infomorphs, but who have since been resleeved.
fr_fr: Reinstantiés: Réfugiés de la Terre qui se sont échappées sous la forme d'infomorph sans corps, mais qui ont depuis été réincarné.

source: Resleeving: Changing bodies, or being downloaded into a new one.
fr_fr: Se Réincarner: Changer de corps, ou être téléchargé dans un nouveau corps.

source: Also called remorphing, reincarnation, shifting, rebirthing.
fr_fr: Aussi appelé remorphing, regainage, basculer, renaissance.

source: Rusters: Biomorphs optimized for life on Mars.
fr_fr: Rusteur: Biomorph optimisée pour la vie sur Mars.

source: Scorching: Hostile programs that can damage or affect cyberbrains.
fr_fr: Scorcheur: Programme hostile qui peut endommager ou affecter un cybercerveau.

source: Scum: The nomadic faction of space punks/gypsies that travel from station to station in heavily-modified barges or swarms of ships.
fr_fr: Racaille: La faction nomade de punks/gitans de l'espace qui voyagent de stations en stations dans des barges lourdement modifiées ou dans des nuées de vaisseaux.

source: Notorious for being a roving black market.
fr_fr: Connus pour être des marchés noirs errants.

source: Seed AI: An AGI that is capable of recursive self-improvement, allowing it to reach god-like levels of intelligence.
fr_fr: IA germe: Une IAG capable d'auto-apprentissage récursif, lui permettant d'atteindre des niveaux d'intelligences similaire à ceux des dieux.

source: Sentinels: Agents of Firewall.
fr_fr: Sentinelles: Agents de Firewall

source: Shell: A synthetic physical morph.
fr_fr: Coquille: Une morph physique synthétique.

source: Aka synthmorph.
fr_fr: Aussi appellé synthmorph.

source: Simulmorph: The avatar you use in VR simulspace programs.
fr_fr: Simulmorph: L'avatar que vous utilisez dans les simulspace RV.

source: Simulspace: Full-immersion virtual reality environments.
fr_fr: Simulspace: Environnement de réalité virtuelle permettant une immersion sensorielle complète.

source: Singularity: A point of rapid, exponential, and recursive technological progress, beyond which the future becomes impossible to predict.
fr_fr: Singularité: Un point de progrés technologique rapide, exponentiel et récursif, au-delà duquel le futur devient impossible à prévoir.

source: Often used to refer to the ascension of seed AI to god-like levels of intelligence.
fr_fr: Souvent utilisé pour faire référence à l'ascenssion des IAs germe à des niveaux d'intelligence divins.

source: Singularity Seeker: People who pursue relics and evidence of the TITANs or other possible avenues to super-intelligence, either to learn more about it or to become part of a super-intelligence themselves.
fr_fr: Adepte de la Singularité: Des personnes qui cherchent des reliques et des preuves que les TITANs ou d'autres super-intelligences, soit pour en apprendre plus sur eux ou pour devenir une super-intelligence.

source: Skin: A biological physical morph.
fr_fr: Peau: Une morph physique biologique.

source: Aka meat, flesh.
fr_fr: Aussi appelé viande, chair.

source: Skinning: Changing your perceived environment via augmented reality programming.
fr_fr: Habiller: Modifier son environnement perçu par la réalité augmenté grâce à des programmes.

source: Sleight: A psi power.
fr_fr: Exploit Psi: Un pouvoir psi.

source: Slitheroid: A snake-like robotic synthmorph.
fr_fr: Slitheroïde: Une synthmorph robotique en forme de serpent.

source: Smart Animals: Partially-uplifted animal species (including dogs, cats, rats, and pigs).
fr_fr: Animaux Intelligents: Espèces animales partiellement élevées (incluant chiens, chats, rats et cochons).

source: Some other large smart animals (whales, elephants) are nearly extinct.
fr_fr: D'autres gros animaux intelligents (baleines, éléphants) sont au bord de l'extinction.

source: Spime: Meshed, self-aware, location-aware devices.
fr_fr: Spimes: Périphériques meshé, conscient et localisés.

source: Splicers: Humans that are genetically modified to eliminate genetic diseases and some other traits.
fr_fr: Spliceurs: Humains qui sont génétiquement modifiés pour éliminer les maladies génétiques et quelques autres aspects.

source: Also known as genefixed, cleangenes, tweaks.
fr_fr: Aussi connu comme génofixé, génolavés, bidouillés.

source: Swarmanoid: A synthetic morph composed from a swarm of tiny insect-sized robots.
fr_fr: Swarmanoïde: Une morph synthétique composé d'un essaim de robots de la taille d'un insecte.

source: Sylphs: Transhuman biomorphs with exotic good looks.
fr_fr: Sylphes: Biomorph transhumaine d'une exotique beauté

source: Synthmorph: Synthetic morphs.
fr_fr: Synthmorph: Morphs syntéhtiques.

source: Robotic shells possessed by transhuman egos.
fr_fr: Coquilles robotiques possédant des égos transhumains.

source: Synths: A specific type of synthmorph.
fr_fr: Synths: Un type spécifique de synthmorph.

source: Synths are standard androids/gynoids; robots that are designed to look humanoid, though they are usually noticeably not human.
fr_fr: Les synths sont des androïdes/gynoïdes classiques; des robots conçus pour être humanoïde, bien qu'ils soit facile de remarquer qu'ils ne sont pas humains.

source: Teleoperation: Remote control.
fr_fr: Téléopération: Contrôle à distance.

source: Titanian: Someone from Titan, a moon of Saturn.
fr_fr: Titanien: Quelqu'un qui vient de Titan, l'une des lunes de Saturne.

source: TITANs: The human-created, recursively-improving, military seed AIs that underwent a hard-takeoff singularity and prompted the Fall.
fr_fr: TITANs: Les IAs germes créées par l'homme, capable d'apprentissage récursifs qui ont subit un décollage abrupte de la singularité et qui ont déclenchés la Chute.

source: Original military designation was TITAN: Total Information Tactical Awareness Network.
fr_fr: La désignation militaire originelle était TITAN: Total Information Tactical Awareness Network (Réseau Cognitif d'Information Tactique Complète).

source: Torus: A donut-shaped habitat, spun for gravity.
fr_fr: Tore: Un habitat en forme de donut, soumit à une rotation pour générer de la gravité.

source: Transgenic: Containing genetic traits from other species.
fr_fr: Transgénique: Qui contient des traits génétiques d'autres espèces.

source: Transhuman: An extensively modified human.
fr_fr: Transhumain: Un humain largement modifié.

source: Trojans: Asteroids or moons that share the same orbit as a larger planet or moon, but follow about 60 degrees ahead or behind at the L4 and L5 Lagrange points.
fr_fr: Troyens: Astéroïdes ou lunes qui partagent la même orbite qu'une autre planète ou lune, mais qui la suit avec 60° de décalage, à l'avant ou à l'arrière au poinst de Lagrange L4 ou L5.

source: The term Trojans normally refers to the asteroids orbiting at Jupiter's Lagrange points, but Mars, Saturn, Neptune, and other bodies also have Trojans.
fr_fr: Le terme de Troyens fait noramellement référence aux astéroïdes orbitant aux point de Lagrange de Jupiter, mais Mars, Saturne, Neptune et d'autres corps ont aussi des Troyens.

source: See also ``Greeks.'' Uplifting: Genetically transforming an animal species to sapience.
fr_fr: Voir aussi "Grecs." Élever: Élever à la conscience un animal en le transformant génétiquement.

source: Vacworker: Space laborer.
fr_fr: Travailleur du Vide: Ouvrier de l'espace.

source: Vapor: A failed mind emulation or crippled fork/infomorph (from vaporware).
fr_fr: Vapor: Une émulation cognitive ratée ou un fork/une infomorph criblé de défaut (dérivé de vaporware).

source: VPNs: Virtual private networks.
fr_fr: VPNs: Virtual private networks/Réseaux Privés Virtuels

source: Networks that operate within the mesh, usually encrypted for privacy/security.
fr_fr: Des réseaux transitant à travers le mesh, habituellement chiffrés pour la protection de la vie privé et pour la sécurité.

source: VR: Virtual Reality.
fr_fr: RV: Réalité Virtuelle.

source: Imposing an artificially-constructed hyper-real reality over one's physical senses.
fr_fr: Imposer une réalité hyper-réaliste construite artificiellement par-dessus les sens physique de quelqu'un.

source: X-Caster: Someone who transmits/sells XP recordings of their experiences.
fr_fr: X-Diffeur: Quelqu'un qui transmet et vends des enregistrement XP de leurs propres expérience (dérivé de X-Diffuseurs).

source: Xenomorph: Alien life form.
fr_fr: Xénomorph: Forme de vie étrangères.

source: Xer: As in ``X-er''—someone who is addicted or obsessed with XP.
fr_fr: Xé: Comme dans "X-é" - quelqu'un qui est accros ou obsédé par les XP.

source: Sometime used to refer to people making XP as well.
fr_fr: Fait parfois également référence aux personnes qui font de l'XP.

source: XP: Experience Playback.
fr_fr: XP: Experience Playback/Lecture d'expérience.

source: Experiencing someone else's sensory input (in real-time or recorded).
fr_fr: Faire l'expérience des entrées sensorielle de quelqu'un d'autre (en temps réel ou après enregistrement).

source: Also called experia, sim, simsense, playback.
fr_fr: Aussi appelé experia, sim, simsense, playback.

source: X-Risk: Existential risk.
fr_fr: Risque X: Risque existentiel.

source: Something that threatens the very existence of transhumanity.
fr_fr: Quelque chose qui menace l'existence même de la transhumanité.

source: Zeroes: People without wireless mesh access.
fr_fr: Zéros: Personnes sans accès sans-fil au mesh.

source: Common with some indentures.
fr_fr: Commun chez certains contractés.

source: Welcome to Firewall
fr_fr: Bienvenue à Firewall

source: [Incoming Message Received.
fr_fr: [Message Entrant Reçus.

source: Source: Unknown]
fr_fr: Source: Inconnue]

source: [Quantum Analysis: No Interception Detected]
fr_fr: [Analyse Quantique: Pas d'interception Détectée]

source: [Decryption Complete]
fr_fr: [Déchiffrement Complet]

source: Greetings,
fr_fr: Salutations,

source: Your references and background have been triple-checked and confirmed, and you are now vetted as a sentinel operative.
fr_fr: Vos références et votre histoire ont été vérifiées trois fois et confirmées, et vous êtes maintenant validé en tant que processus sentinelle.

source: Welcome to Firewall, friend.
fr_fr: Bienvenue à Firewall, l'ami.

source: For those new to our private network, Firewall is an organization dedicated to protecting transhumanity from threats—both internal and external—to our continued existence as a species.
fr_fr: Pour ceux qui arrivent juste dans notre réseau privé, Firewall est une organisation dévouée à la protection de la transhumanité des menaces - à la fois internes et externes - et à la persistence de notre espèce.

source: The Fall may have reminded us that our ability to survive and prosper is not guaranteed, but our kind has a remarkably short attention span.
fr_fr: La Chute nous a peut-être rappelé que notre capacité à survivre et prospérer n'était pas garantie, mais les notres ont un spectre d'attention remarquablement réduit.

source: Despite our achievement of functional near-immortality, we continue to face numerous dangers that may contribute to our extinction.
fr_fr: En dépit de notre réalisation d'une quasi-immortalité fonctionnelle, nous continuons de à faire face à de nombreux dangers qui pourraient contribuer à notre extinction.

source: Some of these risks come from our own factionalism and divisiveness, combined with universally available technology that could cause widespread destruction and untold deaths in the wrong hands.
fr_fr: Certains de ces risques viennent de notre propre factionnalisme et de nos divisions, combiné à de la technologie universellement disponible qui pourrait causer une destruction étenduée ou des décès indicible si elles tombaient dans les mauvaises mains.

source: Some stem from our short-sightedness, failing to see the dangers in which we place ourselves and our environments through careless actions.
fr_fr: Certains viennent de notre manque de vision à long terme, incapables de voir les dangers dans lesquels nous nous sommes plongés entraînant notre nevironnement à cause d'actions imprudentes.

source: Some arise from our own creations turned against us, as the TITANs proved.
fr_fr: D'autres proviennent de nos prorpres créations qui se sont retournées contre nous, comme les TITANs l'ont prouvé.

source: Other risks may come from alien intelligences whose motivations we cannot yet fathom, and of whom we may not even be aware.
fr_fr: D'autres risques peuvent venir d'intelligence étrangère aux motivations que nous ne pouvons pas encore deviner, et dont nous pourrions ne jamais avoir conscience.

source: Still others may threaten us by sheer chance and the mindless but deadly cause-and-effect of a universe in which we are but an insignificant speck.
fr_fr: D'autres enfin pourraient nous menacer par pur hasard et la plus stupide, mais néanmoins meurtrière, causalité d'un univers dans lequel nous ne sommes rien d'autre que d'insignifiantes poussières.

source: Firewall exists to identify, analyze, and counter these risks.
fr_fr: Firewall existe pour identifier, analyser et contrer ces risques.

source: We are all volunteers.
fr_fr: Nous sommes tous volontaires.

source: We are all placing our own lives at risk in order to ensure the survival of transhumanity.
fr_fr: Nous mettons tous nos vies en danger afin d'assurer la survie de la tranhsumanité.

source: Firewall has existed, under other names and guises, since before the Fall.
fr_fr: Firewall a existé, sous des noms et des formes différentes, bien avant la Chute.

source: Numerous agencies with a similar agenda banded together in the wake of those cataclysmic events to assess our situation and prepare for the worst.
fr_fr: De nombreuses agences avec des plans similaires se sont regroupé à l'aube de ces évènements cataclysmique pour faire un point sur notre situation et nous préparer au pire.

source: Now we operate under a single umbrella.
fr_fr: Maintenant, nous opérons sous une seule bannière.

source: We are a private network for two reasons.
fr_fr: Nous sommes un réseau privé pour deux raisons.

source: First, our existence and operational abilities are protected by our secrecy.
fr_fr: Premièrement, notre existence et nos capacités opératoires sont protégées par notre secret.

source: The less our opposition knows about us, the more effectively we can counter them.
fr_fr: Moins notre opposition sait de choses sur nous, plus nous pouvons les contrer de manière efficace.

source: Similarly, certain authorities might be hostile to an organization such as ours operating in their claimed territory.
fr_fr: De manière similaire, certaines autorités pourraient être hostiles à une organisation telle que la notre opérant dans les territoires qu'elles proclament comme les leurs.

source: Though some may be aware of our existence, we bypass numerous legal and jurisdictional hurdles that might otherwise hamper our actions and goals.
fr_fr: Bien que certains d'entre eux doivent être au courant de notre existence, nous passons outre de nombreux obstacles juridiques et légaux qui pourraient sinon entraver nos actions et nos objectifs.

source: Second, our mission sometimes brings to light information that is not only dangerous in the wrong hands, but might even trigger widespread panic if made public.
fr_fr: Deuxièmement, il arrive que notre mission révèle des informations qui ne sont pas seulement dangereuses dans les mauvaises mains, mais qui pourraient en plus déclencher une panique généralisée si elles étaient rendues publique.

source: In some cases, the very existence of such knowledge could be problematic.
fr_fr: Dans certains cas, l'existence même d'une telle connaissance peut-être problématique.

source: By retaining secrecy and operating on a need-to-know basis, we automatically counter certain risks.
fr_fr: En conservant ces secrets et en opérant sur lprincipe que vous savez ce que vous avez besoin de savoir, nous controns automatiquement certains risques.

source: Firewall is a decentralized, peer- to-peer network.
fr_fr: Firewall est un réseau décentralisé, de pair à pair.

source: We have minimal hierarchy and we answer to no one but ourselves.
fr_fr: Nous avons une hiérarchie minimale et nous ne répondons à personne d'autre qu'à nous-même.

source: Our node structure enables us to share resources and talents without sacrificing the privacy and security of our operatives.
fr_fr: Notre structure nodale nous permets de partager des ressources et des talents sans sacrifier la sécurité et la vie privée de nos agents de terrain.

source: You have been recruited because of your knowledge, assets or skills, and/or because you have come into contact with certain restricted data.
fr_fr: Vous avez été recrutés à cause de vos connaissances, possession ou compétences, et/ou parceque vous êtes entrés en contact avec certaines données d'accès restreint.

source: You have proven your willingness to support our goals.
fr_fr: Vous avez prouvé votre volonté à défendre nos objectifs.

source: Our lives and existence—and the future of transhumanity—may rest in your hands.
fr_fr: Nos vies et nos existences - et le futur de la transhumanité - peuvent reposer entre vos mains.

source: So here's to the future—may we all live to see it.
fr_fr: Voici donc le futur - que nous puissions tous survivre pour le voir.

source: [End Message]
fr_fr: [Fin du Message]

source: [This Message Has Self-Erased]
fr_fr: [Ce message s'est auto-supprimé]

source: What you really need to know
fr_fr: Ce que vous avez réellement besoin de savoir

source: Sit down, and grab yourself a fucking drink.
fr_fr: Assieds toi, et prends toi un putain de verre.

source: Forget all of that AI-generated intro crap you just read.
fr_fr: Oublies toute cette intro merdique générée par des IA que tu viens de lire.

source: Here's the real deal.
fr_fr: Voici la vraie affaire.

source: You're probably dying to know what you've been dragged into.
fr_fr: Tu meurs sans doute d'impatience pour savoir ce dans quoi tu t'es fourré.

source: Maybe you've been told the party line already: that we're all that stands between transhumanity and extinction.
fr_fr: On t'as peut-être déjà donné la ligne du parti; que nous sommes tout ce qui sépare la transhumanité de l'extinction.

source: Or maybe someone whispered to you that we're a rogue operation that meddles in heavy shit that we have no authority to get involved in, and that we sometimes get people killed as a result.
fr_fr: Ou peut-être que quelqu'un t'as murmuré que nous somme sune opération clandestine qui se mèle de sacré merdiers dans lesquels nous ne sommes pas censés intervenir, et que parfois nous faisons tuer des gens.

source: You must be curious.
fr_fr: Tu dois être curieux.

source: Maybe you've got a vigilante streak, and you're looking to spill blood for a good cause.
fr_fr: Peut-être que tu as une envie de faire justice toi-même, et que tu cherches à faire couler du sang pour une bonne cause.

source: Would it matter to you if the cause was a deluded one?
fr_fr: Est-ce que ça aurai une importance pour toi que cette cause ne soit qu'une illusion?

source: Maybe you're a conspiracy wingnut and you're dying to know what secrets Firewall is clutching to its collective chest.
fr_fr: Tu es peu-être un adepte des complots et tu meurs d'envie de savoir quels secrets Firewall serre sur sa poitrine collective.

source: What if those secrets shattered the carefully constructed lies that we all tell to ourselves to keep our sanity intact?
fr_fr: Et si ces secrets éparpillés était consciencisuement assemblés en mensonges que nous nous racontons à nous-même pour préserver notre santé mentale?

source: Everything you've heard, good or bad, about Firewall very well may be true.
fr_fr: Tout ce que tu as entendu, de bon ou de mauvais, à propos de Firewall pourrait bien être vrai.

source: We're not angels.
fr_fr: Nous ne sommes pas des anges.

source: We lost the sheen on our ideals when the TITANs forcibly uploaded their first human mind.
fr_fr: Nous avons perdu la clarté de nos idées lorsque les TITANs ont forcé l'upload de leur premier esprit humain.

source: Right now, you should be asking yourself what the fuck you just signed up for.
fr_fr: En ce moment, tu dois te demander dans quel bordel tu t'es engagé.

source: I did.
fr_fr: Je l'ai fait.

source: Truth is, Firewall is lots of things.
fr_fr: Firewall est tout un tas de choses.

source: Most of it is good, but a lot of it so fucking horrible you'll be thinking about planting a bullet in your stack and resorting to an earlier backup, just so you can forget it all.
fr_fr: La plupart d'entre elles sont bonnes, mais pas mal d'entre elles sont tellement monstrueuse que tu préfèreras te tirer une balle dans la pile et retourner à un précédent backup, just pour pouvoir l'oublier.

source: If you have any romantic visions about being a hero, though, drop them now.
fr_fr: Si tu avais des visions romantiques à propos de devenir un héros, oublies-les. Maintenant.
